Repository: madhusudhanj7/brugg-Final
Catalog: homepage/locale/*/LC_MESSAGES/django.po
Languages: de, es, jp, zh

# homeId
source: Home
de: Zuhause
es: Casa
jp: ホーム

# serviceId
source: Services
de: Dienstleistungen
es: Servicios
jp: サービス内容

# applicationId
source: Application Tips
de: Toepassingstips
es: Consejos de aplicación
jp: アプリケーションのヒント

# nameId
source: Brugg Drahtseil AG, Wydenstrasse 36 CH-5242 Birr, Switzerland
de: Brugg Drahtseil AG, Wydenstrasse 36 CH-5242 Birr, Schweiz
zh: Brugg Drahtseil AG, Wydenstrasse 36 CH-5242 Birr, 瑞士

# referenceId
source: Reference
de: Referenties
es: Referencia
jp: 参照

# productId
source: Products
de: Produkte
es: Productos
jp: 製品情報

# companyId
source: Company
de: Unternehmen
es: Empresa
jp: 会社
zh: 公司

# elevatorId
source: Elevator Ropes
de: Aufzugseile
es: Cuerdas de elevador
jp: エレベーターロープ
zh: 电梯绳

# ropeselectionId
source: Rope Selection
de: Seilauswahl
es: Selección de cuerdas
jp: ロープの選択
zh: 电梯 选择

# searchId
source: Search
de: Suche
zh: 搜寻

# ropecomparisonId
source: Rope Comparison
de: Seilvergleich
es: Comparación de cuerdas
jp: ロープ比較

# tractionropesId
source: Traction Ropes
de: Zugseile
es: Cuerdas de tracción
jp: 牽引ロープ
zh: 牵引 绳

# compensationropesId
source: Compensation Ropes
de: Ausgleichsseile
es: Cuerdas de compensación de peso
jp: 体重補正ロープ
zh: 补偿 绳索

# governarropesId
source: Governor Ropes
de: Begrenzerseile
es: Cuerdas govenar
jp: ゴブナーロープ
zh: 限 速 器 钢丝 绳

# wireId
source: Wire Ropes & Lifting Medium
de: Drahtseile & Hebemedium
es: Cables y medios de elevación
jp: ワイヤーロープ＆リフティングメディア

# architecturalId
source: Architectural Ropes
de: Architekturseile
es: Cuerdas arquitectonicas
jp: 建築用ロープ

# aboutusId
source: About US
de: Über uns
es: Sobre nosotros
jp: 私たちに関しては
zh: 关于 我们

# aboutA
source: Who we are
de: Wer wir sind
zh: 我们是谁

# aboutB
source: Leaders in elevator rope innovation
de: fuhrend in der aufzugsseiltechnik.
zh: 电梯 绳技 的 带头

# aboutC
source: We, at Brugg Lifting develop and manufacture technologically advanced elevator ropes. A leader in technology, we provide innovative products to our customers.
de: Wir bei Brugg Lifting entwickeln und fertigen technologisch fortschrittliche Aufzugsseile. Als Technologieführer bieten wir unseren Kunden innovative Produkte.
zh: 我们在Brugg Lifting开发和制造技术先进的电梯绳索。作为技术领先者，我们为客户提供创新产品。

# aboutD
source: Our attention to detail ensures that we achieve perfection at every level of the manufacturing process, right up to delivery of the ropes and beyond.
de: Unsere Liebe zum Detail stellt sicher, dass wir auf jeder Ebene des Herstellungsprozesses Perfektion erreichen, bis hin zur Lieferung der Seile und darüber hinaus.
zh: 我们对细节的关注确保我们在制造过程的每个层面都达到完美，直到绳索的交付等。

# aboutE
source: We, believe in going the 'extra metre'
de: Wir glauben, dass wir den 'Extra-Meter' machen sollten
zh: 我们相信去'额外米'

# aboutF
source: Our Mission
de: Unsere Aufgabe
zh: 我们的任务

# aboutG
source: Going Up
de: Hochgehen
zh: 上升

# aboutH
source: With cities growing taller, at Brugg Lifting our mission is to provide our clients across the world a secure way of transportation. With our innovative products like coated ropes and belts, we ensure that our products give the best performance at high speed and with no bounce.
de: Bei Brugg Lifting ist es unsere Mission, unseren Kunden auf der ganzen Welt ein sicheres Transportmittel zu bieten, da die Städte immer größer werden. Mit unseren innovativen Produkten wie beschichteten Seilen und Gurten stellen wir sicher, dass unsere Produkte die beste Leistung bei hoher Geschwindigkeit und ohne Rückprall bieten.
zh: 随着 世界 各地 的城市 越来越 高， 我司 配备 技术革新 世界 上 一些 最高 的。凭借我们的创新产品，如涂层绳索和皮带，我们确保我们的产品在高速和无反弹时提供最佳性能

# aboutI
source: No one knows ropes like we do. And, with our excellent customer service teams across the world we provide the expertise required to make every project a success.
de: Niemand kennt Seile so gut wie wir. Und mit unseren exzellenten Kundendienstteams auf der ganzen Welt stellen wir das Know-how zur Verfügung, das erforderlich ist, um jedes Projekt zum Erfolg zu führen.
zh: 没有人像我们一样了解绳索。而且，凭借我们遍布全球的优秀客户服务团队，我们提供所需的专业知识，使每个项目都取得成功。

# aboutJ
source: Our History
de: Unsere Geschichte
zh: 我司 的 历史

# aboutK
source: One Man. One Vision. Going Up.
de: Ein Mann. Eine Vision. Hochgehen.
zh: 一个人。一个愿景。上升

# aboutL
source: Brugg Lifting is a leading global organisation in the production of elevator ropes. Our history goes back over a hundred years and to our Founder Gottlieb Suhner. In May 1896, the foundation of our company was laid when Gottlieb Suhner opened a cable factory in Brugg, Switzerland.
de: Brugg Lifting ist eine weltweit führende Organisation für die Herstellung von Aufzugsseilen. Unsere Geschichte reicht über hundert Jahre zurück und geht auf unseren Gründer Gottlieb Suhner zurück. Im Mai 1896 wurde der Grundstein für unser Unternehmen gelegt, als Gottlieb Suhner in Brugg, Schweiz, eine Kabelfabrik eröffnete.
zh: Brugg Lifting 是电梯绳索生产领域的全球领先组织。我们的历史可以追溯到一百多年前，我们的创始人Gottlieb Suhner。 1896年5月，Gottlieb Suhner在瑞士布鲁格开设了一家电缆厂，奠定了我们公司的基础。

# aboutM
source: In 1910, Brugg became the first company in Switzerland to manufacture ropes for mountain cable cars. Kabelwerke Brugg entered the global market as early as 1985 with the establishment of a branch in Houston. The segment of wire ropes manufactured was extended in the same year with the acquisition of Schweizerische Seilindustrie AG based in Shaffhausen.
de: 1910 stellte Brugg als erstes Unternehmen in der Schweiz Seile für Bergbahnen her. Mit der Gründung einer Niederlassung in Houston sind die Kabelwerke Brugg bereits 1985 auf dem Weltmarkt vertreten. Das Segment der hergestellten Drahtseile wurde im selben Jahr durch die Akquisition der Schweizerischen Seilindustrie AG mit Sitz in Shaffhausen erweitert.
zh: 1910年，布鲁格成为瑞士第一家生产山地缆车绳索的公司。 Kabelwerke Brugg早在1985年就进入了全球市场，并在休斯敦设立了分公司。通过收购位于Shaffhausen的Schweizerische Seilindustrie AG，同年扩大了生产的钢丝绳段。

# workA
source: In today's world if there is a constant, it is change. In this fast-paced world, Brugg Lifting places high value on the human ability to offer insight using technology to make a significant impact. In this changing environment, we need talented people to help our clients navigate through the possibilities of technology and innovation. We need people driven by passion, curiosity and a need to make a difference.
de: In der heutigen Welt ist es Veränderung, wenn es eine Konstante gibt. In dieser schnelllebigen Welt legt Brugg Lifting großen Wert auf die Fähigkeit des Menschen, mithilfe von Technologie Einblicke zu gewähren, die einen signifikanten Einfluss haben. In diesem sich wandelnden Umfeld brauchen wir talentierte Mitarbeiter, die unseren Kunden helfen, sich durch die Möglichkeiten von Technologie und Innovation zu bewegen. Wir brauchen Menschen, die von Leidenschaft, Neugierde und dem Bedürfnis angetrieben werden, etwas zu bewirken.
zh: 在今天的世界中，如果有一个常数，那就是变化。在这个快节奏的世界中，布鲁格提升高度重视人类利用技术提供洞察力的能力，从而产生重大影响。在这个不断变化的环境中，我们需要有才能的人来帮助我们的客户了解技术和创新的可能性。我们需要人们充满激情，好奇心和需要有所作为的人。

# workB
source: At Brugg Lifting, we provide you with an exceptional experience from the time you join us. We ensure that your time with us however, long or short is enriching and adds value to you.
de: Bei Brugg Lifting bieten wir Ihnen ein außergewöhnliches Erlebnis ab dem Zeitpunkt, an dem Sie zu uns stoßen. Wir sorgen dafür, dass Ihre Zeit bei uns, egal ob lang oder kurz, bereichert und Ihnen einen Mehrwert bietet.
zh: 在Brugg Lifting，我们为您提供加入我们时的卓越体验。我们确保您与我们在一起的时间，无论是长期还是短期，都可以丰富并为您增添价值。

# workC
source: At Brugg Lifting each of us strives to go the extra 'metre' in everything we do. Whether it is the way we approach our clients or each other. We create opportunities for our people to make a difference to their lives and to those around them. We believe that this helps us provide technological developments as well as impeccable services to the world.
de: Bei Brugg Lifting ist jeder von uns bestrebt, bei allem, was wir tun, einen Schritt weiter zu gehen. Ob wir auf diese Weise auf unsere Kunden zugehen oder aufeinander. Wir schaffen Möglichkeiten für unsere Mitarbeiter, um ihr Leben und das ihrer Umgebung zu verbessern. Wir glauben, dass dies uns hilft, technologische Entwicklungen sowie einwandfreie Dienstleistungen für die Welt bereitzustellen.
zh: 在Brugg Lifting，我们每个人都努力在我们所做的每一件事情上都做出额外的“米”。无论是我们接近客户还是彼此的方式。我们为员工创造机会，改变他们的生活和周围的人。我们相信这有助于我们为世界提供技术发展和无可挑剔的服务。

# workD
source: Here, at Brugg Lifting you will find people invested in using technology and innovation to create impact in people's lives.
de: Hier bei Brugg Lifting finden Sie Menschen, die in den Einsatz von Technologie und Innovation investiert sind, um das Leben der Menschen zu beeinflussen.
zh: 在这里，在Brugg Lifting中，您会发现人们投资于利用技术和创新来创造对人们生活的影响。

# workE
source: We invite you to explore the world of BRUGG LIFTING
de: Wir laden Sie ein, die Welt des BRUGG LIFTING zu entdecken
zh: 我们邀请您探索BRUGG LIFTING的世界

# workG
source: Let's make the world Go Up
de: Lassen Sie uns die Welt steigen lassen
zh: 让世界上升吧

# workH
source: Work With Us
de: Arbeite mit uns
zh: 跟我们工作

# indexA
source: Get to know us
de: lerne uns kennen
zh: 了解 我们

# indexB
source: Welcome to our
de: Willkommem in unserem
zh: 欢迎 光临 到 我们 的

# indexB1
source: Industrial Business
de: Industriegeschaft
zh: 工业企业

# indexC
source: Brugg Lifting is a leader in elevator rope technology.
de: Brugg Lifting ist fuhrend in der aufzugsseiltechnik.
zh: Brugg Lifting 是 电梯 绳技 的 带头

# indexD
source: Our Motto: Going Up
de: Unser Motto: Hochgehen
zh: 我司铭言：上升

# indexE
source: is what we live upto every day. We use cutting edge technology and innovation to manufacture elevator ropes that are efficient, built for speed and safety. With cities growing taller across the world today, our technology and innovation provides people a safe means of transport in some of the tallest buildings of the world.
de: diesem anspruch werden wir jeden Tag gerecht. Mit modernster Technologie und Innovation fertigen wir Aufzugseile, die effizent, schnell und sicher sind. Mit Städten, die heute auf der ganzen Welt größer werden, unsere technologie und Innovation bieten Menschen ein sicheres Transportmittel in einigin der höchsten Gebäude der Welt.
zh: 每天 不负众望。我司 产制 电梯绳 使用 新锐技 和 创新 对 高效 ，速度 和 安全。 随着 世界 各地 的城市 越来越 高， 我司 配备 技术革新 世界 上 一些 最高 的。

# indexF
source: We have three production sites and six distribution centres across Europe, North America and Asia.
de: Wir haben drei Produktionsstätten und sechs Vertriebszentren in Europa, Nordamerika und Asien.
zh: 我司 在 欧洲， 北美 和 亚洲 拥有 三 个 产区 基地 和 六 配送 中心。

# indexG
source: Our Purpose - Going Up - is the foundation of every product we manufacture
de: Unser Zweck - hochgehen - ist die Grundlage für jedes Produkt, das wir herstellen
zh: 我们 的 名言 - 上升 - 是 我们 生产 的 每 一 见 的 基础

# indexH
source: Our attention to detail, support, solutions and expertise provided by highly skilled people brings our purpose to life.
de: Die Liebe yum detail, die Unterstützung, die Lösungen und das Fachwissen hochqualifizierter Mitarbeiter erwecken unseren Zweck zum Leben
zh: 以 我司技艺 精湛 员工， 我司提供 密切注视 细部， 联系， 和 专门 知识 带来 达到 我们 铭言。

# indexI
source: We Provide You the Highest Standards in Elevator Rope Technology
de: Wir bieten Ihnen höchste Standards in der Aufzugsseiltechnik
zh: 我司 提供 你 电梯 绳索技 在 最高 价值标准

# indexJ
source: What Makes Us Go Up
de: Was uns dazu bringt, höher yu gehen
zh: 什么 使 我司 上升

# indexK
source: Products
de: Produkte
zh: 制品

# indexL
source: Our elevator ropes are manufactured and constructed using advanced technology and techniques under stringent quality control and testing procedures
de: Unsere Aufzugsseile werden mit den neuesten Technologien und Techniken unter strengen Qualitätskontrollen und Prüfverfahren hergestellt und gebaut
zh: 我司 电梯 绳索 在 制造 和 建 实用 先进 技术 和 革新 从 严格 质量 管理 和 质检 步骤。

# Work CultureL
source: Work Culture
de: Arbeitskultur
zh: 工作 氛围

# indexO
source: A world's first, CTP® redefines technology in terms of efficiency and function
de: Als Weltneuheit definiert CTP® die Technologie in Bezug auf Effizienz und Funktion neu
zh: 我司 在 带头 制品 CTP® 绳 的 世界第一技 在 和 其 效膟 和 作用。

# indexP
source: WHY PEOPLE CHOOSE US?
de: Warum wählen uns die Leute?
zh: 为什么 栓则 我司

# indexQ
source: We have 10+ years of experience in revolutionising elevator rope technology
de: Wir haben mehr als 10 Jahre Erfahrung in der Revolutionierung der Aufzugsseiltechnologie
zh: 我司 在 十 多年 里 革命 电梯 绳技。

# indexR
source: Safe and Secure
de: Gesichert und geladen
zh: 安全无虞

# indexS
source: Our ropes are built for safe and secure transport at high speeds. They are known for their efficiency and durability
de: Unsere Seile sind für den sicheren Transport bei hohen Geschwindigkeiten konstruiert. Sie sind bekannt für ihre Effizienz und Langlebigkeit.
zh: 我司 电梯 绳索 是 特制 替 安全 无虞 运输 在 非常 快速 速度。我司 电梯 绳索 在 已知 的 替 高效 和 耐久力。

# indexT
source: Deliver Smart Work
de: Liefern Sie intelligente Arbeit
zh: 送达 巧妙 的 事

# indexU
source: Through our skilled and highly trained personnel we provide you the expertise in choosing ropes that are best suited for your building
de: Durch unser qualifiziertes und hochqualifiziertes Personal bieten wir Ihnen das Fachwissen bei der Auswahl der Seile, die für Ihr Gebäude am besten geeignet sind
zh: 我司 聘用 技艺精湛 员工 到 帮助 你 选 对 电梯绳索 替 你 大楼。

# indexV
source: Founded In 1896
de: 1896 gegründet
zh: 成立 于

# indexW
source: We have pioneered over 100 years of innovation in rope manufacturing.
de: Wir haben mehr als 100 Jahre Innovation in der Seilproduktion vorangetrieben
zh: 我司 在 电梯 绳索 产制 领域 的 100 多年。

# indexX
source: We Support You
de: Wir unterstützen dich
zh: 联系 我司

# indexY
source: Brugg Lifting offers support and solutions, consultancy, ideas and expertise -always going the extra 'metre' for our clients
de: Brugg Lifting bietet Unterstützung und Lösungen, Beratung, Ideen und Know-how -immer etwas Besonderes für unsere Kunden
zh: Brugg Lifting 配备 联系 答案 和 巧妙， 咨询业， 提供概念 和 专门知识 - 总是 要 加倍 努力 的 我司 客户 。

# indexZ
source: About Us
de: Über uns
zh: 关于我们

# footerA
source: About Us
de: Über uns
zh: 关于我们

# footerB
source: Brugg Lifting is a division of Brugg Group of Companies, headquartered in Switzerland. We manufacture and supply elevator ropes across the world.
de: Brugg Lifting ist ein Geschäftsbereich der Brugg Gruppe mit Hauptsitz in der Schweiz. Wir produzieren und liefern weltweit Aufzugsseile.
zh: Brugg Lifting 是 一个 分支 Brugg Group 的 公司，其 公司本部 是 在 瑞士。我司 出产 和 供应 电梯 绳索 满世界。

# footerC
source: Find us on a map
de: Finden Sie uns auf einer Karte
zh: 在 世界地图 找 我司

# footerD
source: Products
de: Produckte
zh: 制品

# footerE
source: Traction Ropes
de: Zugseile
zh: 牵引 绳

# footerF
source: Compensation Ropes
de: Ausgleichsseile
zh: 补偿 绳索

# footerG
source: Governor Ropes
de: Begrenzerseile
zh: 限 速 器 钢丝 绳

# footerJ
source: Application Tips
de: Bewerbungstipps
zh: 应用提示

# footerK
source: Accessories
de: Zubehör
zh: 配件

# footerM
source: Our Locations
de: Unsere Standorte
zh: 我司 处所

# footerN
source: Careers
de: Karriere
zh: 职业 生涯

# footerO
source: Legal and Privacy
de: Rechtspolitik und Datenschutz - Bestimmungen
zh: 法律 和 隐私政策

# footerP
source: Sitemap
de: Seitenverzeichnis
zh: 网站 图

# footerQ
source: Copyright 2019 Brugg Lifting
de: Urheberrechte 2019 Brugg Lifting
zh: 版权 2019 Brugg Lifting

# footerR
source: Catalogue
de: Katalog
zh: 目录

# footerS
source: Elevator Ropes
de: Aufzugseile
zh: 电梯绳

# footerU
source: Product Information
de: Produktinformation
zh: 产品信息

# footerV
source: Technical Information
de: Technische Information
zh: 技术信息

# footerW
source: Application
de: Anwendung
zh: 应用

# careesId
source: Careers
de: Karriere
es: Carreras profesionales
jp: キャリア

# contactusId
source: Contact US
de: Kontaktiere uns
es: Contáctenos
jp: お問い合わせ

# prevId
source: Previous
de: Bisherige
es: Anterior
jp: 前

# nextId
source: Next
de: Nächster
es: Siguiente
jp: 次

# blogupdateId
source: Get Regular Blog Updates
de: Erhalten Sie regelmäßige Blog-Updates
es: Obtener actualizaciones regulares de blog
jp: 定期的なブログの更新を入手する

# sendId
source: Send Updates!
de: Updates senden!
es: Enviar actualizaciones!
jp: 更新を送信する

# title1Id
source: We Help Lift You Higher
de: Wir helfen lhnen, hoher zu steigen
zh: 我们 帮助 你 提升 你

# title2Id
source: We are Powered through Innovation
de: Wir werden durch Innovation
zh: 我们 以 创新 为 动力

# contentId
source: Get to know us
de: lerne uns kennen

# content1Id
source: Welcome to our
de: Willkommem in

# content2Id
source: Industrial Business
de: unserem Industriegeschaft

# discoverId
source: Discover More
de: Entdecke Mehr
zh: 发现 更多

# postId
source: Most Recent Posts
de: Neueste Beiträge
es: Publicaciones más recientes
jp: 最新の投稿

# Why you'll love it here
source: We’re building a team of inspired, smart, and driven individuals from all sorts of backgrounds. With countless opportunities for growth and mentorship, we strive to help each employee carve out the path that’s right for them.
de: Wir bauen ein Team aus inspirierten, intelligenten und motivierten Personen mit unterschiedlichem Hintergrund. Mit unzähligen Möglichkeiten für Wachstum und Mentoring möchten wir jedem Mitarbeiter helfen, den für ihn richtigen Weg zu finden Work @ BRUGG LIFTING
es: Estamos creando un equipo de personas inspiradas, inteligentes y motivadas de todo tipo de orígenes. Con innumerables oportunidades para el crecimiento y la mentoría, nos esforzamos por ayudar a cada empleado a forjar el camino correcto para ellos. Trabajar en BRUGG LIFTING
jp: 私たちは、あらゆる種類の経歴を持つ、感動的で賢い、そして動機のある個人のチームを構築しています。成長とメンタリングのための数え切れないほどの機会をもって、私たちは各従業員が彼らにとって正しい道を切り開くのを手助けするよう努めます。. Work @ BRUGG LIFTING

# address1Id
source: Switzerland
de: Schweiz
zh: 瑞士

# address2Id
source: Switzerland
de: Schweiz
zh: 瑞士

# address6Id
source: United Kingdom
de: Großbritannien
zh: 英国

# address7Id
source: Italy
de: Italien
zh: 意大利

# address8Id
source: Poland
de: Polen
zh: 波兰

# address9Id
source: Germany
de: Deutschland
zh: 德国

# address12Id
source: Canada
de: Kanada
zh: 加拿大

# address15Id
source: Canada
de: Kanada
zh: 加拿大

# address18Id
source: Singapore
de: Singapur
zh: 新加坡

# address23Id
source: Philippines
de: Philippinen
zh: 菲侓滨

# address24Id
source: Australia
de: Australien
zh: 澳大利亚

# l1Id
source: Brugg Lifting around the world
de: Brugg Lifting um die Welt
zh: Brugg Lifting 环游世界

# l2Id
source: Brugg Lifting comprises of three production sites and six sales sites in Europe, Asia and North America. We have achieved the status of a global company as early as 1985. Our structure is composed of production regions and sales regions. Working together they oversee, our our business strategy, plans and priorities
de: Brugg Lifting besteht aus drei Produktionsstandorten und sechs Vertriebsstandorten in Europa, Asien und Nordamerika. Bereits 1985 haben wir den Status eines globalen Unternehmens erlangt. Unsere Struktur setzt sich aus Produktionsregionen und Vertriebsregionen zusammen. Gemeinsam überwachen sie unsere Geschäftsstrategie, Pläne und Prioritäten
zh: 我司 在 欧洲， 北美 和 亚洲 拥有 三 个 产区 基地 和 六 配送 中心。早在1985年，我们就已经成为一家全球性公司。我们的结构由生产区域和销售区域组成。他们共同监督我们的业务战略，计划和优先事项.

# l3Id
source: This structure is streamlined to help us in providing exceptional client service across the globe. Through our locations we can reach some of the fastest developing countries in every region of the world. Our elevator ropes have been used in buildings from China to North America. In having a global presence, we have extended our reach and experience.
de: Diese Struktur wurde optimiert, um einen außergewöhnlichen Kundenservice auf der ganzen Welt zu bieten. Durch unsere Standorte können wir einige der am schnellsten entwickelnden Länder in jeder Region der Welt erreichen. Unsere Aufzugseile wurden in Gebäuden von China bis Nordamerika eingesetzt. Durch unsere globale Präsenz haben wir unsere Reichweite und Erfahrung erweitert.
zh: 这种结构经过精简，有助于我们在全球范围内提供卓越的客户服务。通过我们的办事处，我们可以到达世界各地的一些发展最快的国家。我们的电梯绳索已被用于从中国到北美的建筑物中。在全球业务中，我们扩大了业务范围和经验。

# calculatorDescription
source: To choose the appropriate rope for your application, drag the elevator car to the desired height. Click on the selected rope for further details.This rope selection provides a guideline only and is not meant to replace an exact calculation.
de: Ziehen Sie die Aufzugskabine auf die gewünschte Höhe, um das für Ihre Anwendung geeignete Seil auszuwählen. Klicken Sie auf das ausgewählte Seil, um weitere Informationen zu erhalten. Diese Seilauswahl dient nur als Richtlinie und ersetzt keine exakte Berechnung.
zh: 要为您的应用选择合适的绳索，请将电梯轿厢拖动到所需的高度。 单击选定的绳索以获取更多详细信息。此绳索选择仅提供指导，并不意味着替代精确的计算。

# coatedProduct
source: Coated Products
de: Beschichtete Produkte
zh: 涂层产品

# productH1
source: Elevator Ropes from Brugg Lifting.
de: Aufzugseile von Brugg Lifting.
zh: Brugg Lifting的电梯绳索。

# productH2
source: CTP® Coated Transmission Products
de: CTP®-beschichtete Getriebeprodukte
zh: CTP®涂层传动产品

# productD2
source: A world first, CTP® unites technological innovation for the highest demands. This high-end rope is unbeatable in terms of function and efficiency. See for yourself:
de: Als Weltneuheit vereint CTP® technologische Innovation für höchste Ansprüche. Dieses High-End-Seil ist in Bezug auf Funktion und Effizienz unschlagbar.
zh: CTP®是世界首创，结合了技术创新的最高要求。 在功能和效率方面，这条高端绳索无与伦比。

# productDeT1
source: Reduce your total cost by up to 40%
de: Reduzieren Sie Ihre Gesamtkosten um bis zu 40%
zh: 降低总成本达40％

# productDeD1
source: A small rope diameter and a smaller drive allow for a reduction of capital and operating cost.
de: Ein kleinerer Seildurchmesser und ein kleinerer Antrieb ermöglichen eine Reduzierung der Kapital- und Betriebskosten.
zh: 较小的绳索直径和较小的驱动力可以减少资金和运营成本。

# productDeT2
source: Reduce your maintenance cost by up to 100%
de: Reduzieren Sie Ihre Wartungskosten um bis zu 100%
zh: 降低多达100％的维护成本

# productDeD2
source: Reduzieren Sie Ihre Wartungskosten um bis zu 100%
de: CTP® ist ein in sich geschlossenes System, das weder geschmiert noch gewartet werden muss.
zh: CTP®是一个独立的系统，不需要润滑也不需要维护。

# productDeT3
source: Enjoy improved travelling comfort
de: Genießen Sie verbesserten Reisekomfort
zh: 享受更好的旅行舒适度

# productDeD3
source: The polymer coating eliminates or strongly absorbs vibrations, which significantly contributes to a smooth running.
de: Die Polymerbeschichtung eliminiert oder absorbiert stark Vibrationen, was erheblich zu einem ruhigen Lauf beiträgt.
zh: 聚合物涂层消除或强烈吸收了振动，这大大有助于平稳运行。

# productDeT4
source: Increase the service life by 3-fold
de: Erhöhen Sie die Lebensdauer um das Dreifache
zh: 使用寿命增加三倍

# productDeD4
source: Since the traction sheave and the elevator rope is not subject to wear, the frequency of rope replacement and the related costs are reduced.
de: Da die Treibscheibe und das Aufzugsseil keinem Verschleiß unterliegen, werden die Häufigkeit des Seilwechsels und die damit verbundenen Kosten reduziert.
zh: 由于牵引绳轮和电梯绳索不易磨损，因此减少了绳索更换的频率和相关成本。

# sitemapT
source: Sitemap
de: Seitenverzeichnis
zh: 网站 图

# sitemapH1
source: About Us
de: Über uns
zh: 关于我们

# sitemapH2
source: Careers
de: Karriere
zh: 职业 生涯

# sitemapH3
source: Our Locations
de: Unsere Standorte
zh: 我司 处所

# sitemapH4
source: References
de: Verweise
zh: 参考文献

# sitemapH5
source: Application Tips
de: Bewerbungstipps
zh: 应用提示

# sitemapH6
source: Elevator Ropes
de: Aufzugseile
zh: 电梯绳

# sitemapH7
source: Traction Ropes
de: Zugseile
zh: 牵引 绳

# sitemapH8
source: Compensation Ropes
de: Ausgleichsseile
zh: 补偿 绳索

# sitemapH9
source: Governor Ropes
de: Begrenzerseile
zh: 限 速 器 钢丝 绳

# sitemapH10
source: News
de: Neu
zh: 新

# sitemapH11
source: Traction Ropes
de: Zugseile
zh: 牵引 绳

# sitemapH12
source: Compensation Ropes
de: Ausgleichsseile
zh: 补偿 绳索

# sitemapH13
source: Governor Ropes
de: Begrenzerseile
zh: 限 速 器 钢丝 绳

# index1
source: Years of Innovation
de: Jahre Innovation
zh: 多年的创新

# index2
source: Business Units
de: Geschäftsbereiche
zh: 业务部门

# index3
source: Companies
de: Unternehmen
zh: 公司

# index4
source: Countries
de: Länder
zh: 国家

# index5
source: Clients
de: Klientel
zh: 客户

# workF
source: Blogs!
zh: 博客
