Repository: madhusudhanj7/brugg-Final
Catalog: homepage/locale/*/LC_MESSAGES/django.po
Languages: de, es, jp, zh

# indexM
source: We bring diverse ideas, backgrounds, and mindsets together to create an inclusive environment
zh: 我司 带来 人 同 以 多样 以 根底 到 创造 混阔 环境

# indexN
source: Innovation
zh: 革新

# footerH
source: Links
zh: 友情链接

# footerL
source: Blogs
zh: 博客

# address3Id
source: USA
zh: 美国

# address4Id
source: Dubai UAE
zh: 迪拜 阿拉伯联合酋长国

# address5Id
source: P.R. China
zh: 中国

# address10Id
source: USA
zh: 美国

# address11Id
source: USA
zh: 美国

# address13Id
source: USA
zh: 美国

# address14Id
source: USA
zh: 美国

# address16Id
source: USA
zh: 美国

# address19Id
source: Futian Shenzhen
zh: 福田 深圳

# address20Id
source: Hong Kong
zh: 香港

# address21Id
source: Korea
zh: 首尔 韩国

# address22Id
source: Thailand
zh: 泰国

# blogId
source: Blogs
jp: ブログ
